//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2012, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**     5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:	CmosManager.UNI
//
// Description:	This file contains CMOS form string definitions.
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"
#string STR_CMOS_FORM 	    #language eng "CMOS"

#string STR_CMOS_FORM_HELP  #language eng "CMOS Settings/Information"

#string STR_TRUE    #language eng "TRUE"
#string STR_FALSE   #language eng "FALSE"

#string STR_EMPTY   #language eng ""

#string STR_UNUSABLE_CMOS_PROMPT        #language eng "CMOS NOT usable"
#string STR_BAD_CMOS_BATTERY_PROMPT     #language eng "Bad battery"
#string STR_DEFAULTS_LOADED_PROMPT      #language eng "Defaults loaded"
#string STR_FIRST_BOOT_DETECTED_PROMPT  #language eng "First boot"
#string STR_BAD_CHECKSUM_PROMPT         #language eng "Bad checksum"

#string STR_CMOS_SUPPORT_HELP  	#language eng "Displays CMOS settings and related information."


//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2012, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**     5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************